Repository: lemonteasour/recipe-notes
Catalog: RecipeBB/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# %lld of %lld
source: %1$lld of %2$lld
ja: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: • Database corruption
ja: • データベースの破損
zh_hant: • 資料庫損毀

source: • Insufficient storage space
ja: • ストレージ容量不足
zh_hant: • 儲存空間不足

source: • iOS update migration issues
ja: • iOSアップデートに伴う移行問題
zh_hant: • iOS 更新遷移問題

source: ^[%lld entries](inflect: true)
ja: %lld件
zh_hant: %lld個項目

source: About RecipeBB
ja: レシビビについて
zh_hant: 關於 RecipeBB

source: Ad Status
ja: 広告ステータス
zh_hant: 廣告狀態

source: Add a title or link a recipe.
ja: 料理名を入力するか、レシピをリンクしてください。
zh_hant: 請輸入料理名稱或連結食譜。

source: Add Category
ja: カテゴリーを追加
zh_hant: 新增分類

source: Add heading
ja: 見出しを追加
zh_hant: 新增標題

source: Add ingredient
ja: 食材を追加
zh_hant: 新增食材

source: Add photo
ja: 写真を追加
zh_hant: 新增相片

source: Add step
ja: 作り方を追加
zh_hant: 新增步驟

source: Add tag
ja: タグを追加
zh_hant: 新增標籤

source: Add to Pantry
ja: 食材在庫に追加
zh_hant: 加入食品櫃

source: Add to Planner
ja: 献立に追加
zh_hant: 加入菜單

source: Breakfast
ja: 朝食
zh_hant: 早餐

source: Cancel
ja: キャンセル
zh_hant: 取消

source: Categories
ja: カテゴリー
zh_hant: 分類

source: Category
ja: カテゴリー
zh_hant: 分類

source: Category name
ja: カテゴリーの名前
zh_hant: 分類名稱

source: Category name cannot be empty.
ja: カテゴリー名を空にすることはできません。
zh_hant: 分類名稱不能留空。

source: Change photo
ja: 写真を変更
zh_hant: 更換相片

source: Clear filters
ja: フィルターをクリア
zh_hant: 清除篩選

source: Close
ja: 閉じる
zh_hant: 關閉

source: Cook
ja: 料理モード
zh_hant: 烹調模式

source: Could not import recipe. Please make sure you have copied valid recipe text.
ja: レシピを読み込めませんでした。正しいレシピのテキストをコピーしてください。
zh_hant: 無法匯入食譜。請確認你已複製有效的食譜文字。

source: Could not load an ad. Please try again later.
ja: 広告を読み込めませんでした。後でもう一度お試しください。
zh_hant: 無法載入廣告，請稍後再試。

source: Dark
ja: ダーク
zh_hant: 深色

source: Database Error
ja: データベースエラー
zh_hant: 資料庫錯誤

source: Date
ja: 日付
zh_hant: 日期

source: Delete
ja: 削除
zh_hant: 刪除

source: Description
ja: 説明
zh_hant: 描述

source: Details
ja: 詳細
zh_hant: 詳情

source: Dinner
ja: 夕食
zh_hant: 晚餐

source: Done
ja: 完了
zh_hant: 完成

source: Edit
ja: 編集
zh_hant: 編輯

source: Edit Entry
ja: 編集
zh_hant: 編輯項目

source: Edit Recipe
ja: レシピを編集
zh_hant: 編輯食譜

source: Error
ja: エラー
zh_hant: 錯誤

source: Error: %@
ja: エラー： %@
zh_hant: 錯誤：%@

source: Failed to initialize the app's database. This may be due to:
ja: アプリのデータベースの初期化に失敗しました。以下の原因が考えられます：
zh_hant: 無法初始化應用程式的資料庫。可能原因如下：

source: Failed to show ad. Please try again later.
ja: 広告を表示できませんでした。後でもう一度お試しください。
zh_hant: 無法顯示廣告，請稍後再試。

source: Favorite
ja: お気に入りに追加
zh_hant: 加入最愛

source: Favorited
ja: お気に入り
zh_hant: 已加入最愛

source: Favorites
ja: お気に入り
zh_hant: 最愛

source: Favorites on top
ja: お気に入りを上に表示
zh_hant: 最愛置頂

source: Filter
ja: フィルター
zh_hant: 篩選

source: Heading
ja: 見出し
zh_hant: 標題

source: Help
ja: ヘルプ
zh_hant: 說明

source: Import
ja: インポート
zh_hant: 匯入

source: Import Error
ja: インポートエラー
zh_hant: 匯入錯誤

source: Ingredient name
ja: 食材の名前
zh_hant: 食材名稱

source: Ingredients
ja: 食材
zh_hant: 食材

source: Item name cannot be empty.
ja: アイテム名を空にすることはできません。
zh_hant: 項目名稱不能留空。

source: Keep track of what you have on hand, so you know what you can cook.
ja: 手持ちの食材を登録しておくと、何が作れるか一目でわかります。
zh_hant: 記錄你現有的食材，就知道能煮些什麼。

source: Language
ja: 言語
zh_hant: 語言

source: Language is set in the Settings app.
ja: 言語は「設定」アプリで変更できます。
zh_hant: 語言可在「設定」App 中變更。

source: Leave a review
ja: アプリを評価
zh_hant: 撰寫評價

source: Light
ja: ライト
zh_hant: 淺色

source: Lunch
ja: 昼食
zh_hant: 午餐

source: Manage Categories
ja: カテゴリー管理
zh_hant: 管理分類

source: Meal
ja: 食事
zh_hant: 餐別

source: More
ja: その他
zh_hant: 更多

source: Name (A–Z)
ja: 名前（A–Z）
zh_hant: 名稱（A–Z）

source: Name (Z–A)
ja: 名前（Z–A）
zh_hant: 名稱（Z–A）

source: New Entry
ja: 新規登録
zh_hant: 新增項目

source: New Recipe
ja: 新しいレシピ
zh_hant: 新增食譜

source: New tag
ja: 新しいタグ
zh_hant: 新標籤

source: Newest first
ja: 新しい順
zh_hant: 由新到舊

source: Next month
ja: 次の月
zh_hant: 下個月

source: No entries
ja: 登録なし
zh_hant: 沒有項目

source: No Recipes
ja: レシピがありません
zh_hant: 尚無食譜

source: No recipes match the filters you've chosen.
ja: 選択したフィルターに一致するレシピはありません。
zh_hant: 沒有食譜符合你所選的篩選條件。

source: None
ja: なし
zh_hant: 無

source: Normal
ja: 普通モード
zh_hant: 正常模式

source: Note
ja: メモ
zh_hant: 備註

source: Note down what you cooked, or plan a meal ahead.
ja: 作った料理を記録するか、これからの献立を立てましょう。
zh_hant: 記錄你煮過的料理，或規劃接下來的菜單。

source: Nothing Cooking Yet
ja: まだレシピがありません
zh_hant: 還沒有食譜

source: Nothing here yet.
ja: まだ何もありません。
zh_hant: 尚無項目。

source: Nothing Matches
ja: 該当なし
zh_hant: 沒有相符

source: Nothing Planned
ja: 予定なし
zh_hant: 尚未規劃

source: Nothing to Cook
ja: レシピが空です
zh_hant: 食譜是空的

source: OK
ja: はい
zh_hant: 好

source: Oldest first
ja: 古い順
zh_hant: 由舊到新

source: Opens the linked recipe
ja: リンクされたレシピを開きます
zh_hant: 開啟連結的食譜

source: Other
ja: 未指定
zh_hant: 未指定

source: Pantry
ja: 食材在庫
zh_hant: 食品櫃

source: Pantry Is Empty
ja: 食材在庫が空です
zh_hant: 食品櫃是空的

source: Paste a recipe
ja: レシピを貼り付け
zh_hant: 貼上食譜

source: Photo
ja: 写真
zh_hant: 相片

source: Planner
ja: 献立
zh_hant: 菜單

source: Preferences
ja: 設定
zh_hant: 偏好設定

source: Previous month
ja: 前の月
zh_hant: 上個月

source: Privacy Policy
ja: プライバシーポリシー
zh_hant: 私隱政策

source: Quantity
ja: 分量
zh_hant: 份量

source: Recipe
ja: レシピ
zh_hant: 食譜

source: Recipe Deleted
ja: レシピは削除されました
zh_hant: 食譜已刪除

source: Recipe name
ja: 料理の名前
zh_hant: 食譜名稱

source: Recipe name cannot be empty.
ja: レシピ名を空にすることはできません。
zh_hant: 食譜名稱不能留空。

source: Recipes
ja: レシピ一覧
zh_hant: 食譜

source: Remove photo
ja: 写真を削除
zh_hant: 移除相片

source: Same as device
ja: デバイスに合わせる
zh_hant: 跟隨裝置

source: Save
ja: 保存
zh_hant: 儲存

source: Search ingredients
ja: 食材を検索
zh_hant: 搜尋食材

source: Search recipes
ja: 料理を検索
zh_hant: 搜尋食譜

source: Share
ja: 共有
zh_hant: 分享

source: Sort
ja: 並べ替え
zh_hant: 排序

source: Step
ja: 作り方
zh_hant: 步驟

source: Step %lld
ja: 作り方 %lld
zh_hant: 步驟 %lld

source: Steps
ja: 作り方
zh_hant: 步驟

source: Support the developer
ja: 開発者をサポート
zh_hant: 支持開發者

source: Tags
ja: タグ
zh_hant: 標籤

source: Thank you for supporting the developer!
ja: 開発者への応援ありがとうございます！
zh_hant: 感謝您支持開發者！

source: Theme
ja: テーマ
zh_hant: 主題

source: This entry was deleted.
ja: この項目は削除されました。
zh_hant: 這個項目已被刪除。

source: This recipe has no ingredients or steps yet.
ja: このレシピにはまだ食材も作り方も登録されていません。
zh_hant: 這份食譜尚未有食材或步驟。

source: This recipe was deleted.
ja: このレシピは削除されました。
zh_hant: 這份食譜已被刪除。

source: Today
ja: 今日
zh_hant: 今天

source: Today, %@
ja: 今日、%@
zh_hant: 今天，%@

source: Try restarting your device. If the problem persists, you may need to reinstall the app.
ja: デバイスを再起動してみてください。問題が解決しない場合は、アプリの再インストールが必要になる場合があります。
zh_hant: 請嘗試重新啟動裝置。若問題持續，你可能需要重新安裝應用程式。

source: Uncategorized
ja: 分類なし
zh_hant: 未分類

source: Unfavorite
ja: お気に入りから削除
zh_hant: 移除最愛

source: Watch an ad
ja: 広告を見る
zh_hant: 觀看廣告

source: What did you cook?
ja: 何を作りましたか？
zh_hant: 煮了什麼？

source: Write down a recipe you make often, or paste one you've copied from somewhere else.
ja: よく作る料理を書き留めるか、どこかからコピーしたレシピを貼り付けてください。
zh_hant: 寫下你常做的料理，或貼上你從別處複製的食譜。

source: You can still add an entry without one.
ja: レシピなしでも登録できます。
zh_hant: 沒有食譜也可以新增項目。
